REGIONS = {
    "Тошкент": [
        "Мирабад",
        "Чилонзор",
        "Яшнабад",
        "Юнусобод",
        "Мирзо Улуғбек"
    ],
    "Самарканд": [
        "Самарканд шаҳар",
        "Регистон",
        "Сиёб",
        "Жомбой"
    ],
    "Бухоро": [
        "Бухоро шаҳар",
        "Когон",
        "Ғиждувон"
    ],
    "Фарғона": [
        "Фарғона шаҳар",
        "Қўқон",
        "Марғилон"
    ],
    "Андижон": [
        "Андижон шаҳар"
    ],
    "Наманган": [
        "Наманган шаҳар"
    ],
    "Қорақалпоғистон": [
        "Нукус"
    ],
    "Хоразм": [
        "Урганч"
    ],
    "Қашқадарё": [
        "Қарши",
        "Шахрисабз"
    ],
}
